soap/miniupnp/miniupnpd-2.1-igd2/seeds/13_WANIPC-AddAnyPortMapping_1

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:AddAnyPortMapping xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:2"><NewRemoteHost>1@vP8`+9kX49'8ad</NewRemoteHost><NewExternalPort>60066</NewExternalPort><NewProtocol>TCP</NewProtocol><NewInternalPort>32138</NewInternalPort><NewInternalClient>.#YlvOY0x6n#"B[-</NewInternalClient><NewEnabled>0</NewEnabled><NewPortMappingDescription>[5([WmTm!:Afvb(1</NewPortMappingDescription><NewLeaseDuration>295406</NewLeaseDuration></u:AddAnyPortMapping></s:Body></s:Envelope>
